{
  "LuaSnip": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "buffer_manager": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "mason": { "branch": "main" },
  "mini": { "branch": "main" },
  "null": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-tree": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvterm": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "sentiment": { "branch": "main" },
  "telescope": { "branch": "master" },
  "treesitter": { "branch": "master" }
}